[
  {
    "id": 1,
    "truth": "Is there anything from your past that you regret?"
  },
  {
    "id": 2,
    "truth": "Do you know what your life purpose is?"
  },
  {
    "id": 3,
    "truth": "What is the happiest memory that you have?"
  },
  {
    "id": 4,
    "truth": "What is your worst fear?"
  },
  {
    "id": 5,
    "truth": "Do you want to fall in love?"
  },
  {
    "id": 6,
    "truth": "What is the most important lesson you learned in your last relationship?"
  },
  {
    "id": 7,
    "truth": "Are you more of an introvert or an extrovert?"
  },
  {
    "id": 8,
    "truth": "Is your glass half full or half empty?"
  },
  {
    "id": 9,
    "truth": "What in life are you most passionate about?"
  },
  {
    "id": 10,
    "truth": "Who or what inspires you?"
  },
  {
    "id": 11,
    "truth": "What's your greatest strength?"
  },
  {
    "id": 12,
    "truth": "How important is family to you?"
  },
  {
    "id": 13,
    "truth": "Do you believe that each of us has a soulmate?"
  },
  {
    "id": 14,
    "truth": "What is a quality that your parents tried to teach you but you feel you didn't learn?"
  },
  {
    "id": 15,
    "truth": "Do you think there is an age where people should be settling down?"
  },
  {
    "id": 16,
    "truth": "Do you believe in a higher power?"
  },
  {
    "id": 17,
    "truth": "What is your love language?"
  },
  {
    "id": 18,
    "truth": "What does your perfect date look like?"
  },
  {
    "id": 19,
    "truth": "What is your dream job?"
  },
  {
    "id": 20,
    "truth": "How would your friends describe you?"
  },
  {
    "id": 21,
    "truth": "What is the most important thing you look for in a partner?"
  },
  {
    "id": 22,
    "truth": "What in your life do you feel most proud of?"
  },
  {
    "id": 23,
    "truth": "Where do you see yourself in five years?"
  },
  {
    "id": 24,
    "truth": "Is there something you think a lot of parents do that negatively impacts their kid?"
  },
  {
    "id": 25,
    "truth": "What makes you smile when you're having a bad day?"
  },
  {
    "id": 26,
    "truth": "What in your life do you feel the most grateful for?"
  },
  {
    "id": 27,
    "truth": "Can you remember the last time you cried and what the reason was?"
  },
  {
    "id": 28,
    "truth": "Who in your family do you feel the closest to?"
  },
  {
    "id": 29,
    "truth": "How important is intimacy to you in your relationships?"
  },
  {
    "id": 30,
    "truth": "What keeps you up at night?"
  },
  {
    "id": 31,
    "truth": "Is self-improvement important to you?"
  },
  {
    "id": 32,
    "truth": "Do you know what your attachment type is?"
  },
  {
    "id": 33,
    "truth": "Are you looking for something serious or casual?"
  },
  {
    "id": 34,
    "truth": "Would you rather spend a night cosy at home or out at the club?"
  },
  {
    "id": 35,
    "truth": "Are you close with your parents?"
  },
  {
    "id": 36,
    "truth": "Do you have a good work-life balance?"
  },
  {
    "id": 37,
    "truth": "What's your favourite childhood memory?"
  },
  {
    "id": 38,
    "truth": "What is more important to you, love or money?"
  },
  {
    "id": 39,
    "truth": "Why did your last relationship end?"
  },
  {
    "id": 40,
    "truth": "What is your relationship like with your father?"
  },
  {
    "id": 41,
    "truth": "Are you able to fight in a loving way?"
  },
  {
    "id": 42,
    "truth": "What are some qualities that you wish you had?"
  },
  {
    "id": 43,
    "truth": "Have you ever stayed in a relationship that you knew was toxic? If yes, why?"
  },
  {
    "id": 44,
    "truth": "Are you aware of the ways that you self-sabotage?"
  },
  {
    "id": 45,
    "truth": "How important is your health to you?"
  },
  {
    "id": 46,
    "truth": "If you're having a hard day, how can I show up for you to make it better?"
  },
  {
    "id": 47,
    "truth": "If you had a big decision to make, would you talk to me or your mom first?"
  },
  {
    "id": 48,
    "truth": "Have you ever cheated on anyone?"
  },
  {
    "id": 49,
    "truth": "Who was your role model growing up?"
  },
  {
    "id": 50,
    "truth": "Do you know what your attachment type is? (If you don't know yours, it's worth looking into)"
  },
  {
    "id": 51,
    "truth": "What's the best way to cheer you up on a bad day?"
  },
  {
    "id": 52,
    "truth": "Do you think it's possible for men and women to just be friends?"
  },
  {
    "id": 53,
    "truth": "If you could trade places with someone for the day, who would you choose?"
  },
  {
    "id": 54,
    "truth": "What is one thing you wish you could change about yourself?"
  },
  {
    "id": 55,
    "truth": "Is there anyone you feel jealous of?"
  },
  {
    "id": 56,
    "truth": "What was the most difficult time of your life?"
  },
  {
    "id": 57,
    "truth": "What was the best time of your life?"
  },
  {
    "id": 58,
    "truth": "Is it ever okay to lie?"
  },
  {
    "id": 59,
    "truth": "What is more important in a relationship: a physical or emotional connection?"
  },
  {
    "id": 60,
    "truth": "What's the biggest sacrifice you've made for your partner?"
  },
  {
    "id": 61,
    "truth": "What is your greatest fear in a relationship?"
  },
  {
    "id": 62,
    "truth": "When you have a problem do you want me to help you find a solution or just comfort you?"
  },
  {
    "id": 63,
    "truth": "Is foreplay important for you to feel comfortable during sex?"
  },
  {
    "id": 64,
    "truth": "How can I make you feel supported when you have a bad day?"
  },
  {
    "id": 65,
    "truth": "In what way do you mostly easily receive love?"
  },
  {
    "id": 66,
    "truth": "What is the best advice someone has ever given you?"
  },
  {
    "id": 67,
    "truth": "Do you have any relationship deal-breakers?"
  },
  {
    "id": 68,
    "truth": "What do you consider cheating? (Porn, Onlyfans, flirting)"
  },
  {
    "id": 69,
    "truth": "If you had to go back to school, what would you study?"
  },
  {
    "id": 70,
    "truth": "What do you like most about yourself?"
  },
  {
    "id": 71,
    "truth": "What's one thing I can do to make our relationship better?"
  },
  {
    "id": 72,
    "truth": "Do you feel like we communicate well?"
  },
  {
    "id": 73,
    "truth": "Is there any way we can support each other better?"
  },
  {
    "id": 74,
    "truth": "What is your worst fear?"
  },
  {
    "id": 75,
    "truth": "How do you know when you're in love?"
  },
  {
    "id": 76,
    "truth": "What do you fantasize about?"
  },
  {
    "id": 77,
    "truth": "What inspires you?"
  },
  {
    "id": 78,
    "truth": "What challenging life experiences have made you stronger?"
  },
  {
    "id": 79,
    "truth": "When are you happiest?"
  },
  {
    "id": 80,
    "truth": "What does your perfect relationship look like?"
  },
  {
    "id": 81,
    "truth": "Do you feel more loved when I compliment you or cuddle you?"
  },
  {
    "id": 82,
    "truth": "Do you love what you do enough to want to do it for the rest of your life?"
  },
  {
    "id": 83,
    "truth": "What has been the happiest day of our marriage?"
  },
  {
    "id": 84,
    "truth": "What is one thing you feel I've really helped you with throughout our relationship?"
  },
  {
    "id": 85,
    "truth": "Do you feel as though I support you well?"
  },
  {
    "id": 86,
    "truth": "Is there anything I could do to make you feel more supported?"
  },
  {
    "id": 87,
    "truth": "What would a perfect day spent together look like?"
  },
  {
    "id": 88,
    "truth": "Do you feel as though the tough times in our relationship have brought us closer together?"
  },
  {
    "id": 89,
    "truth": "What are your biggest fears in our relationship?"
  },
  {
    "id": 90,
    "truth": "What is one thing you think I could work on?"
  },
  {
    "id": 91,
    "truth": "Is there anything new that you want to try in bed?"
  },
  {
    "id": 92,
    "truth": "What is one way that I could try to be more understanding?"
  },
  {
    "id": 93,
    "truth": "Where do you see us in five years from now?"
  },
  {
    "id": 94,
    "truth": "Are there any things that we don't do together any more that you miss?"
  },
  {
    "id": 95,
    "truth": "Do you feel as though you have enough intimacy with your partner?"
  },
  {
    "id": 96,
    "truth": "Do you feel safe in our connection?"
  },
  {
    "id": 97,
    "truth": "Is there anything I could do to make you feel more loved?"
  },
  {
    "id": 98,
    "truth": "Would you rather marry someone who is rich that you can't stand, or that you love but you'll always be poor?"
  },
  {
    "id": 99,
    "truth": "Would you rather live in the same place for the rest of your life, or have to move to a new country once a month for the next 20 years?"
  },
  {
    "id": 100,
    "truth": "Would you rather be an expert at only 1 thing or average at a lot of things?"
  },
  {
    "id": 101,
    "truth": "Would you rather have 8 kids or no kids at all?"
  },
  {
    "id": 102,
    "truth": "Would you rather time-travel 1000 years into the future or 1000 year into the past?"
  },
  {
    "id": 103,
    "truth": "Would you rather live forever or die tomorrow?"
  },
  {
    "id": 104,
    "truth": "Would you rather be beautiful and dumb or unattractive and intelligent?"
  },
  {
    "id": 105,
    "truth": "Would you rather lose your hearing or vision?"
  },
  {
    "id": 106,
    "truth": "Would you rather be able to speak any language fluently or speak with animals?"
  },
  {
    "id": 107,
    "truth": "Would you rather live in a big city or the middle of nowhere for the rest of your life?"
  },
  {
    "id": 108,
    "truth": "Would you rather be the funniest or smartest person in a room?"
  },
  {
    "id": 109,
    "truth": "Would you rather find your soulmate or your life purpose?"
  },
  {
    "id": 110,
    "truth": "Would you rather work out every day for the rest of your life or never work out again?"
  },
  {
    "id": 111,
    "truth": "Would you rather confess to cheating on your partner or catch your partner cheating on you?"
  },
  {
    "id": 112,
    "truth": "Would you rather be too trusting of everyone or trust no one?"
  },
  {
    "id": 113,
    "truth": "Would you rather work a job you love and be poor or work a job that you hate and be rich?"
  },
  {
    "id": 114,
    "truth": "Would you rather lose everything you own in a fire or lose a loved one?"
  },
  {
    "id": 115,
    "truth": "Would you rather be criticized or ignored?"
  },
  {
    "id": 116,
    "truth": "Would you rather have your boss or your parents look through the photos on your phone?"
  },
  {
    "id": 117,
    "truth": "What's your biggest insecurity?"
  },
  {
    "id": 118,
    "truth": "What's your biggest regret?"
  },
  {
    "id": 119,
    "truth": "What's one thing you would do if you knew there wouldn't be any consequences?"
  },
  {
    "id": 120,
    "truth": "When was the last time you got rejected?"
  },
  {
    "id": 121,
    "truth": "What was the thing that ruined your last relationship?"
  },
  {
    "id": 122,
    "truth": "What's your worst habit?"
  },
  {
    "id": 123,
    "truth": "Have you ever been caught doing something you shouldn't have been? If so, what was it?"
  },
  {
    "id": 124,
    "truth": "Do you believe in any superstitions? If yes, which ones?"
  },
  {
    "id": 125,
    "truth": "What's your most embarrassing childhood memory?"
  },
  {
    "id": 126,
    "truth": "Have you ever considered cheating on your partner?"
  },
  {
    "id": 127,
    "truth": "What's something you've done that you still feel guilty about to this day?"
  },
  {
    "id": 128,
    "truth": "What's the last lie you told?"
  },
  {
    "id": 129,
    "truth": "What is the biggest misconception people have about you?"
  },
  {
    "id": 130,
    "truth": "Never have I ever broken a bone"
  },
  {
    "id": 131,
    "truth": "Never have I ever skipped work or school"
  },
  {
    "id": 132,
    "truth": "Never have I ever been broken up with by a partner"
  },
  {
    "id": 133,
    "truth": "Never have I ever gone into overdraft on my bank account"
  },
  {
    "id": 134,
    "truth": "Never have I ever kissed someone of the same sex"
  },
  {
    "id": 135,
    "truth": "Never have I ever tried psychedelics"
  },
  {
    "id": 136,
    "truth": "Never have I ever read through my partner's texts"
  },
  {
    "id": 137,
    "truth": "Never have I ever been a bride's maid or best man"
  },
  {
    "id": 138,
    "truth": "Never have I ever been in a fight"
  },
  {
    "id": 139,
    "truth": "Never have I ever had a one-night-stand"
  },
  {
    "id": 140,
    "truth": "Never have I ever lied to my best friend"
  },
  {
    "id": 141,
    "truth": "Never have I ever been fired from a job"
  },
  {
    "id": 142,
    "truth": "Never have I ever held a grudge for over a year"
  },
  {
    "id": 143,
    "truth": "Never have I ever given or received a lap dance"
  },
  {
    "id": 144,
    "truth": "Never have I ever gone on vacation by myself"
  },
  {
    "id": 145,
    "truth": "Never have I ever stolen something"
  },
  {
    "id": 146,
    "truth": "Never have I ever fallen in love"
  },
  {
    "id": 147,
    "truth": "Never have I ever moved to a new city"
  },
  {
    "id": 148,
    "truth": "Never have I ever been in a car crash"
  },
  {
    "id": 149,
    "truth": "Movies or books?"
  },
  {
    "id": 150,
    "truth": "Work hard or play hard?"
  },
  {
    "id": 151,
    "truth": "Intelligent or funny?"
  },
  {
    "id": 152,
    "truth": "Money or free time?"
  },
  {
    "id": 153,
    "truth": "Honesty or white lies?"
  },
  {
    "id": 154,
    "truth": "Life or death?"
  },
  {
    "id": 155,
    "truth": "Love or money?"
  },
  {
    "id": 156,
    "truth": "Sad or mad?"
  },
  {
    "id": 157,
    "truth": "Rich partner or loyal partner?"
  },
  {
    "id": 158,
    "truth": "Money or freedom?"
  },
  {
    "id": 159,
    "truth": "Friends or family?"
  },
  {
    "id": 160,
    "truth": "Night out or night in?"
  },
  {
    "id": 161,
    "truth": "Spend or save?"
  },
  {
    "id": 162,
    "truth": "When you look into the past, what do you miss the most?"
  },
  {
    "id": 163,
    "truth": "What is the most spontaneous thing you've ever done?"
  },
  {
    "id": 164,
    "truth": "Do you think that good things come from suffering?"
  },
  {
    "id": 165,
    "truth": "What are three qualities that you look for in friends?"
  },
  {
    "id": 166,
    "truth": "Are there any lessons that you had to learn the hard way?"
  },
  {
    "id": 167,
    "truth": "What is the best part about being you?"
  },
  {
    "id": 168,
    "truth": "Is there anyone that you really miss right now?"
  },
  {
    "id": 169,
    "truth": "What was the hardest day of your life?"
  },
  {
    "id": 170,
    "truth": "When you're having bad days what do you do to cheer yourself up?"
  },
  {
    "id": 171,
    "truth": "Do you prefer having a lot of good friends, or a few great friends?"
  },
  {
    "id": 172,
    "truth": "What is the weirdest quality you have?"
  },
  {
    "id": 173,
    "truth": "Where do you see yourself one year from now?"
  },
  {
    "id": 174,
    "truth": "What has the fear of failing stopped you from doing?"
  },
  {
    "id": 175,
    "truth": "On a scale from 0-10 how would you rate this last week?"
  },
  {
    "id": 176,
    "truth": "What is one thing about yourself you're working to improve right now?"
  },
  {
    "id": 177,
    "truth": "Is there anything that you want more of in your life right now?"
  },
  {
    "id": 178,
    "truth": "What do you think is your greatest strength?"
  },
  {
    "id": 179,
    "truth": "What makes you feel safe?"
  },
  {
    "id": 180,
    "truth": "Do you think it's possible to learn lessons without making mistakes first?"
  },
  {
    "id": 181,
    "truth": "With that answer in mind, do you think you should change how you treat yourself when you make a mistake?"
  },
  {
    "id": 182,
    "truth": "What is your favourite memory with me?"
  },
  {
    "id": 183,
    "truth": "Is there anything I could do to make you feel more supported in our relationship?"
  },
  {
    "id": 184,
    "truth": "What was an experience where you felt let down by me recently?"
  },
  {
    "id": 185,
    "truth": "What qualities make a person beautiful?"
  },
  {
    "id": 186,
    "truth": "Are there any wounds from your childhood that you feel still affect you today?"
  },
  {
    "id": 187,
    "truth": "Is there anything I can do to help you heal them?"
  },
  {
    "id": 188,
    "truth": "What is one weakness that I have that you think I could work on?"
  },
  {
    "id": 189,
    "truth": "What do you admire most about me?"
  },
  {
    "id": 190,
    "truth": "What do you admire most about yourself?"
  },
  {
    "id": 191,
    "truth": "What have you read online recently that inspired you?"
  },
  {
    "id": 192,
    "truth": "If you could live one day of your life on repeat forever, what day would it be?"
  },
  {
    "id": 193,
    "truth": "If you were to spend a day spoiling yourself, what would you do?"
  },
  {
    "id": 194,
    "truth": "When you think about 'home', what comes to mind?"
  },
  {
    "id": 195,
    "truth": "Would you trust me with your life?"
  },
  {
    "id": 196,
    "truth": "Is there a time in your life when you worked harder than ever before, but loved every minute of it?"
  },
  {
    "id": 197,
    "truth": "What's your favourite way to show somebody love?"
  },
  {
    "id": 198,
    "truth": "What is a big step that you need to take, but are afraid to?"
  },
  {
    "id": 199,
    "truth": "Who is your idol?"
  },
  {
    "id": 200,
    "truth": "What life lesson have you learned the hard way?"
  },
  {
    "id": 201,
    "truth": "Is there anyone that you compare yourself to?"
  },
  {
    "id": 202,
    "truth": "What is your happiest childhood memory?"
  },
  {
    "id": 203,
    "truth": "What is something that you wish you started working on 10 years ago?"
  },
  {
    "id": 204,
    "truth": "What was the hardest day of your life?"
  },
  {
    "id": 205,
    "truth": "How old do you feel like you are?"
  },
  {
    "id": 206,
    "truth": "If you knew you were going to die tomorrow, how would you spend today?"
  },
  {
    "id": 207,
    "truth": "What do you think is the meaning of life?"
  },
  {
    "id": 208,
    "truth": "What's one thing you'd be doing right now if you weren't afraid of being judged?"
  },
  {
    "id": 209,
    "truth": "Do you think there is a difference between living and existing?"
  },
  {
    "id": 210,
    "truth": "What does your dream life look like?"
  },
  {
    "id": 211,
    "truth": "If you had a friend that spoke to you the same way you spoke to yourself, would you be friends with them?"
  },
  {
    "id": 212,
    "truth": "What makes you feel like life is worth living?"
  },
  {
    "id": 213,
    "truth": "Are you holding onto anything that you need to let go of?"
  },
  {
    "id": 214,
    "truth": "How good are you at following your heart?"
  },
  {
    "id": 215,
    "truth": "When you're on your deathbed do you think there's anything in your life that you will regret?"
  },
  {
    "id": 216,
    "truth": "What is worse, failing or never trying?"
  },
  {
    "id": 217,
    "truth": "Do you believe in soul mates?"
  },
  {
    "id": 218,
    "truth": "If yes, do you think that you've met yours yet?"
  },
  {
    "id": 219,
    "truth": "Do you think it's possible to have a happy marriage?"
  },
  {
    "id": 220,
    "truth": "How old were you the first time you fell in love?"
  },
  {
    "id": 221,
    "truth": "Who was the first person to break your heart?"
  },
  {
    "id": 222,
    "truth": "Are you afraid of love?"
  },
  {
    "id": 223,
    "truth": "Do you believe in love at first sight?"
  },
  {
    "id": 224,
    "truth": "Do you want to get married?"
  },
  {
    "id": 225,
    "truth": "Who are your role models for love?"
  },
  {
    "id": 226,
    "truth": "Is your heart open or closed?"
  },
  {
    "id": 227,
    "truth": "Do you think that loving is something you get better at with practice?"
  },
  {
    "id": 228,
    "truth": "What does love mean to you?"
  },
  {
    "id": 229,
    "truth": "What about a person makes you fall in love with them?"
  },
  {
    "id": 230,
    "truth": "Who in your life was it the most difficult to say goodbye to?"
  },
  {
    "id": 231,
    "truth": "Who do you love and what are you doing about it?"
  },
  {
    "id": 232,
    "truth": "What makes you feel the most loved by someone?"
  },
  {
    "id": 233,
    "truth": "Do you think that love has a feeling? If so, what does it feel like?"
  },
  {
    "id": 234,
    "truth": "If you could meet the love of your life tomorrow, would you want to?"
  },
  {
    "id": 235,
    "truth": "Do you feel like there is always one person who is more in love in a romantic connection?"
  },
  {
    "id": 236,
    "truth": "Who or what do you think of when you think about love?"
  },
  {
    "id": 237,
    "truth": "What is the loneliest moment of your life?"
  },
  {
    "id": 238,
    "truth": "What in your life do you feel the most grateful for?"
  },
  {
    "id": 239,
    "truth": "What is a life lesson that you learned recently?"
  },
  {
    "id": 240,
    "truth": "What's something that you can't live without?"
  },
  {
    "id": 241,
    "truth": "Is it more important to you to love or be loved?"
  },
  {
    "id": 242,
    "truth": "What is something you would do if you knew you couldn't fail at it?"
  },
  {
    "id": 243,
    "truth": "Is there anyone close to you that you wish you had a better relationship with?"
  },
  {
    "id": 244,
    "truth": "What gives your life meaning?"
  },
  {
    "id": 245,
    "truth": "When was the last time you cried, and why?"
  },
  {
    "id": 246,
    "truth": "Do you think it's possible to be perfect?"
  },
  {
    "id": 247,
    "truth": "What is one trait about yourself that you absolutely love?"
  },
  {
    "id": 248,
    "truth": "What is a limiting belief that comes up when you feel challenged?"
  },
  {
    "id": 249,
    "truth": "What is a quality that you have that you try not to let others see?"
  },
  {
    "id": 250,
    "truth": "Do you think it is better to be loved or feared?"
  },
  {
    "id": 251,
    "truth": "What is the greatest challenge you're facing in your life right now?"
  },
  {
    "id": 252,
    "truth": "Is there any way I can support you in overcoming that challenge?"
  },
  {
    "id": 253,
    "truth": "What are three words you would use to describe the last 6 months of your life?"
  },
  {
    "id": 254,
    "truth": "What is one thing that you would tell yourself 5 years ago?"
  },
  {
    "id": 255,
    "truth": "If the goal of working was to be happy, not rich, would you change occupations?"
  },
  {
    "id": 256,
    "truth": "What's something about your mom that really irritates you?"
  },
  {
    "id": 257,
    "truth": "If I was an animal, what do you think I would be?"
  },
  {
    "id": 258,
    "truth": "What's the most embarrassing thing you've done recently?"
  },
  {
    "id": 259,
    "truth": "If you were invisible for a day, what would you do?"
  },
  {
    "id": 260,
    "truth": "How do you think you're going to act when you're 80?"
  },
  {
    "id": 261,
    "truth": "Is there something that you think is impossible to look good while doing?"
  },
  {
    "id": 262,
    "truth": "What song will you be playing for your kids in 20 years that will make you seem really old?"
  },
  {
    "id": 263,
    "truth": "What's the weirdest tinder profile you've ever seen?"
  },
  {
    "id": 264,
    "truth": "What's something that you always feel embarrassed buying?"
  },
  {
    "id": 265,
    "truth": "If your life was a movie, what would it be called?"
  },
  {
    "id": 266,
    "truth": "If your parents got a call to bail you out of jail, what would they think you got arrested for?"
  },
  {
    "id": 267,
    "truth": "Do you think there is any way that we're actually living in the Matrix?"
  },
  {
    "id": 268,
    "truth": "If you got kidnapped, what would you do that would be so annoying that it would make your kidnappers return you?"
  },
  {
    "id": 269,
    "truth": "If you had to lose one body part, what would it be?"
  },
  {
    "id": 270,
    "truth": "What Disney character are you the most similar to?"
  },
  {
    "id": 271,
    "truth": "On a scale from 0-10 how basic do you think you are?"
  },
  {
    "id": 272,
    "truth": "What's the weirdest place you've ever fallen asleep?"
  },
  {
    "id": 273,
    "truth": "If you had to wear one outfit for the rest of your life, what would it be?"
  },
  {
    "id": 274,
    "truth": "What would you change about yourself if you could?"
  },
  {
    "id": 275,
    "truth": "What motivates you to work hard?"
  },
  {
    "id": 276,
    "truth": "What form of public transportation do you prefer? (Air, boat, train, bus, car, etc.)"
  },
  {
    "id": 277,
    "truth": "What's the most spontaneous thing you've done lately?"
  },
  {
    "id": 278,
    "truth": "What two radio stations do you listen to in the car the most?"
  },
  {
    "id": 279,
    "truth": "If you could hire someone to help you, would it be with cleaning, cooking, or yard work?"
  },
  {
    "id": 280,
    "truth": "Would you rather vacation in Mexico or Alaska, and why?"
  },
  {
    "id": 281,
    "truth": "What is your favourite thing about your career?"
  },
  {
    "id": 282,
    "truth": "If you could live anywhere, where would it be?"
  },
  {
    "id": 283,
    "truth": "Who is your hero?"
  },
  {
    "id": 284,
    "truth": "What is your family member's proudest accomplishment?"
  },
  {
    "id": 285,
    "truth": "What is your favourite book to read?"
  },
  {
    "id": 286,
    "truth": "What are your hobbies?"
  },
  {
    "id": 287,
    "truth": "What is your biggest fear?"
  },
  {
    "id": 288,
    "truth": "If you could choose to do anything for a day, what would it be?"
  },
  {
    "id": 289,
    "truth": "What is the best gift you have been given?"
  },
  {
    "id": 290,
    "truth": "What really makes you angry?"
  },
  {
    "id": 291,
    "truth": "If you could choose to do anything for a day, what would it be?"
  },
  {
    "id": 292,
    "truth": "Would you rather win the lottery or work at the perfect job? And why?"
  },
  {
    "id": 293,
    "truth": "Have you ever had a nickname? What is it?"
  },
  {
    "id": 294,
    "truth": "What would you do if you won the lottery?"
  },
  {
    "id": 295,
    "truth": "Do you like or dislike surprises? Why or why not?"
  },
  {
    "id": 296,
    "truth": "Would you rather ride a bike, ride a horse, or drive a car?"
  },
  {
    "id": 297,
    "truth": "In the evening, would you rather play a game, visit a relative, watch a movie, or read?"
  },
  {
    "id": 298,
    "truth": "What is your favourite game or sport to watch and play?"
  },
  {
    "id": 299,
    "truth": "If you could only eat one meal for the rest of your life, what would it be?"
  },
  {
    "id": 300,
    "truth": "Who is your favourite author?"
  },
  {
    "id": 301,
    "truth": "What is your favourite family vacation?"
  },
  {
    "id": 302,
    "truth": "What is your biggest complaint about your job?"
  },
  {
    "id": 303,
    "truth": "Which would you rather do: wash dishes, mow the lawn, clean the bathroom, or vacuum the house?"
  },
  {
    "id": 304,
    "truth": "What is your proudest accomplishment?"
  },
  {
    "id": 305,
    "truth": "Would you rather win the lottery or work at the perfect job? And why?"
  },
  {
    "id": 306,
    "truth": "What's your favourite zoo animal?"
  },
  {
    "id": 307,
    "truth": "What makes you laugh the most?"
  },
  {
    "id": 308,
    "truth": "Who would you want to be stranded with on a deserted island?"
  },
  {
    "id": 309,
    "truth": "If you could go back in time to change one thing, what would it be?"
  },
  {
    "id": 310,
    "truth": "If you could share a meal with any 3 individuals, living or dead, who would they be?"
  },
  {
    "id": 311,
    "truth": "How many pillows do you sleep with?"
  },
  {
    "id": 312,
    "truth": "What's the longest you've gone without sleep (and why)?"
  },
  {
    "id": 313,
    "truth": "What's the tallest building you've been to the top in?"
  },
  {
    "id": 314,
    "truth": "What was the last movie you went to? What did you think?"
  },
  {
    "id": 315,
    "truth": "What did you want to be when you were small?"
  },
  {
    "id": 316,
    "truth": "Where do you see yourself in five years?"
  },
  {
    "id": 317,
    "truth": " If you were a superhero, what powers would you have?"
  },
  {
    "id": 318,
    "truth": "If money was no object, what would you do all day?"
  },
  {
    "id": 319,
    "truth": "If you could go back in time, what year would you travel to?"
  },
  {
    "id": 320,
    "truth": "List two pet peeves"
  },
  {
    "id": 321,
    "truth": "What are your 'icks'?"
  },
  {
    "id": 322,
    "truth": "Aside from necessities, what one thing could you not go a day without?"
  },
  {
    "id": 323,
    "truth": "How would your friends describe you?"
  },
  {
    "id": 324,
    "truth": "What would you sing at Karaoke night?"
  },
  {
    "id": 325,
    "truth": "What is the worst gift you have received?"
  },
  {
    "id": 326,
    "truth": "Do you consider yourself an introvert or an extrovert?"
  },
  {
    "id": 327,
    "truth": "What are you most thankful for?"
  },
  {
    "id": 328,
    "truth": "Which parent are you closer to and why?"
  },
  {
    "id": 329,
    "truth": "What are your thoughts on online dating or tinder?"
  },
  {
    "id": 330,
    "truth": "What's on your bucket list this year?"
  },
  {
    "id": 331,
    "truth": "How would you describe your best friend?"
  },
  {
    "id": 332,
    "truth": "What do you think of best friends of the opposite sex?"
  },
  {
    "id": 333,
    "truth": "What makes you feel accomplished?"
  },
  {
    "id": 334,
    "truth": "How do you feel about sharing your password with your partner?"
  },
  {
    "id": 335,
    "truth": "What was the best phase in your life?"
  },
  {
    "id": 336,
    "truth": "Would you still love your spouse if they were diagnosed with a terminal disease?"
  },
  {
    "id": 337,
    "truth": "What qualities do you admire about your parents?"
  },
  {
    "id": 338,
    "truth": "What are some of your favourite songs?"
  },
  {
    "id": 339,
    "truth": "What was the worst phase in your life?"
  },
  {
    "id": 340,
    "truth": "What is the craziest thing you've ever done and would you do it again?"
  },
  {
    "id": 341,
    "truth": "If a genie granted you 3 wishes right now, what would you wish for?"
  },
  {
    "id": 342,
    "truth": "Does your job make you happy?"
  },
  {
    "id": 343,
    "truth": "What's the one thing you would like to change about yourself?"
  },
  {
    "id": 344,
    "truth": "Would you ever take back someone who cheated?"
  },
  {
    "id": 345,
    "truth": "What is a relationship deal breaker for you?"
  },
  {
    "id": 346,
    "truth": "Are you more into looks or brains?"
  },
  {
    "id": 347,
    "truth": "When do you think a person is ready for marriage?"
  },
  {
    "id": 348,
    "truth": "Is what you're doing now what you always wanted to do growing up?"
  },
  {
    "id": 349,
    "truth": "Have you ever lost someone close to you?"
  },
  {
    "id": 350,
    "truth": "If you are in a bad mood, do you prefer to be left alone or have someone to cheer you up?"
  },
  {
    "id": 351,
    "truth": "What's the one thing that people always misunderstand about you?"
  },
  {
    "id": 352,
    "truth": "What is your idea of a perfect vacation?"
  },
  {
    "id": 353,
    "truth": "When was the last time you broke someone's heart?"
  },
  {
    "id": 354,
    "truth": "Would you relocate for love?"
  },
  {
    "id": 355,
    "truth": "What did you want to be when you were younger?"
  },
  {
    "id": 356,
    "truth": "What kind of parent do you think you will be?"
  },
  {
    "id": 357,
    "truth": "Do you judge a book by its cover?"
  },
  {
    "id": 358,
    "truth": "What's your biggest regret in life?"
  },
  {
    "id": 359,
    "truth": "Who is that one person you can talk to about just anything?"
  },
  {
    "id": 360,
    "truth": "What's an ideal weekend for you?"
  },
  {
    "id": 361,
    "truth": "Would you take on your significant other's religion if they had one?"
  },
  {
    "id": 362,
    "truth": "Do you believe in second chances?"
  },
  {
    "id": 363,
    "truth": "What's been your biggest mistake so far in life and what did you learn from it?"
  },
  {
    "id": 364,
    "truth": "Where is your favourite place in the entire world to go? "
  },
  {
    "id": 365,
    "truth": "What did your past relationship teach you?"
  },
  {
    "id": 366,
    "truth": "What's your philosophy in life?"
  },
  {
    "id": 367,
    "truth": "What are your top five favourite movies?"
  },
  {
    "id": 368,
    "truth": "What would you do if your parents didn't like your partner?"
  },
  {
    "id": 369,
    "truth": "What's your favourite book/movie of all time and why did it speak to you so much?"
  },
  {
    "id": 370,
    "truth": "When have you felt your biggest adrenaline rush?"
  },
  {
    "id": 371,
    "truth": "Why did your last relationship end?"
  },
  {
    "id": 372,
    "truth": "Do you usually stay friends with your exes?"
  },
  {
    "id": 373,
    "truth": "What's your 'and then it got worse' story?"
  },
  {
    "id": 374,
    "truth": "What's the best piece of advice someone has given you?"
  },
  {
    "id": 375,
    "truth": "What's something you learned recently that you really should have already known?"
  },
  {
    "id": 376,
    "truth": "What was something you ate regularly as a child but now cringe at the thought of eating?"
  },
  {
    "id": 377,
    "truth": "If you were an action figure, what accessories would you be sold with?"
  },
  {
    "id": 378,
    "truth": "What's the craziest thing you've ever done for love?"
  },
  {
    "id": 379,
    "truth": "Do you prefer being warmed when you're too cold or being cooled when you're too hot?"
  },
  {
    "id": 380,
    "truth": "What snack can you just not get enough of?"
  },
  {
    "id": 381,
    "truth": "Is flirting cheating?"
  },
  {
    "id": 382,
    "truth": "If you were given $, to give the most amount of happiness to the most amount of people, what would you do?"
  },
  {
    "id": 383,
    "truth": "What piece of culture or trend has died out, but you would like to see it make a comeback?"
  },
  {
    "id": 384,
    "truth": "What do you most look forward to about getting old?"
  },
  {
    "id": 385,
    "truth": "What kinds of things are normal now but will be highly valued antiques a century later?"
  },
  {
    "id": 386,
    "truth": "What's the best practical joke you've pulled or seen pulled?"
  },
  {
    "id": 387,
    "truth": "What weird smell do you really enjoy?"
  },
  {
    "id": 388,
    "truth": "If you inherited a private jet from a stranger, what would you do with it?"
  },
  {
    "id": 389,
    "truth": "What do you wish you could re-live in your lifetime?"
  },
  {
    "id": 390,
    "truth": "What's an innocent mistake you made that had dramatic consequences?"
  },
  {
    "id": 391,
    "truth": "Have you ever trusted your boyfriend to buy clothes for you?"
  },
  {
    "id": 392,
    "truth": "What's something weird that you recommend everyone trying at least once?"
  },
  {
    "id": 393,
    "truth": "What country can you name but besides the name you know almost nothing else about it?"
  },
  {
    "id": 394,
    "truth": "What are you most grateful for?"
  },
  {
    "id": 395,
    "truth": "What would be the worst thing to put into a pi'ata?"
  },
  {
    "id": 396,
    "truth": "Would you go through a boyfriend's phone if you could?"
  },
  {
    "id": 397,
    "truth": "What's something horrible that we as humans have accepted, because that's just how things are; but actually, things don't have to be that way at all?"
  },
  {
    "id": 398,
    "truth": "If you could hear every time someone said something good about you or something negative about you, which would you choose?"
  },
  {
    "id": 399,
    "truth": "What do you think people automatically assume about you when they look at you?"
  },
  {
    "id": 400,
    "truth": "Looking back on your life, what have you done that has given you the most satisfaction?"
  },
  {
    "id": 401,
    "truth": "What's the best gag gift you've ever seen or gotten?"
  },
  {
    "id": 402,
    "truth": "When was the last time you laughed so hard you cried?"
  },
  {
    "id": 403,
    "truth": "What would you do if your parents didn't like your partner?"
  },
  {
    "id": 404,
    "truth": "If you were forced to create a new dance move, what would it be and what would you call it?"
  },
  {
    "id": 405,
    "truth": "What do you wish you had more time for?"
  },
  {
    "id": 406,
    "truth": "What do you like to do that is traditionally considered masculine?"
  },
  {
    "id": 407,
    "truth": "If everything was quantified, what life stats would like to see for yourself?"
  },
  {
    "id": 408,
    "truth": "What do you really wish you knew when you were younger?"
  },
  {
    "id": 409,
    "truth": "What options would come up if you could 'right-click' people?"
  },
  {
    "id": 410,
    "truth": "What is your ideal meal?"
  },
  {
    "id": 411,
    "truth": "What songs can you sing that I'll know after hearing two words from the song?"
  },
  {
    "id": 412,
    "truth": "When was the last time you had a gut feeling about something that turned out to be correct? How about a time your gut feeling was wrong?"
  },
  {
    "id": 413,
    "truth": "How decisive or indecisive are you?"
  },
  {
    "id": 414,
    "truth": "What's the biggest lie that a guy has told you?"
  },
  {
    "id": 415,
    "truth": "What would you do if one day you woke up and every person was just gone without a trace?"
  },
  {
    "id": 416,
    "truth": "What body feature do you pay the most attention to?"
  },
  {
    "id": 417,
    "truth": "Who do you make happy?"
  },
  {
    "id": 418,
    "truth": "What's the most unpleasant sounding word?"
  },
  {
    "id": 419,
    "truth": "If you could dedicate your life to solving one problem, what problem would you choose?"
  },
  {
    "id": 420,
    "truth": "What was the worst phase you went through in life?"
  },
  {
    "id": 421,
    "truth": "What's the spiciest thing you've eaten? Would you ever eat it again?"
  },
  {
    "id": 422,
    "truth": "What unnecessary products or services do you consider necessary?"
  },
  {
    "id": 423,
    "truth": "Which fictional villain made you feel real hatred towards them?"
  },
  {
    "id": 424,
    "truth": "What habit do you have that you think not many other people have?"
  },
  {
    "id": 425,
    "truth": "How often is your brain on autopilot?"
  },
  {
    "id": 426,
    "truth": "What's the grossest thing you've drunk?"
  },
  {
    "id": 427,
    "truth": "If colours had a taste, what would each colour taste like?"
  },
  {
    "id": 428,
    "truth": "What names were ruined for you because you knew someone terrible with that name?"
  },
  {
    "id": 429,
    "truth": "What's the best conspiracy theory you can make up on the spot?"
  },
  {
    "id": 430,
    "truth": "How often do you feel utterly worn down?"
  },
  {
    "id": 431,
    "truth": "What gross and unhygienic things do people do that bothers you?"
  },
  {
    "id": 432,
    "truth": "What was the best thing about how your parents raised you?"
  },
  {
    "id": 433,
    "truth": "Where is the craziest place you have danced?"
  },
  {
    "id": 434,
    "truth": "If when you died, you got put into a room for eternity with people who died the same way, how would you want to die?"
  },
  {
    "id": 435,
    "truth": "What would an amusement park filled with your biggest fears be like? What rides would it have?"
  },
  {
    "id": 436,
    "truth": "If jobs/careers had slogans what would be some of their slogans?"
  },
  {
    "id": 437,
    "truth": "What do people really need to chill out about?"
  },
  {
    "id": 438,
    "truth": "What are the two biggest lessons you've learned from previous relationships?"
  },
  {
    "id": 439,
    "truth": "Why do you think we dream?"
  },
  {
    "id": 440,
    "truth": "If you could switch genders for a length of time of your choosing, would you? And if so, how long?"
  },
  {
    "id": 441,
    "truth": "What inedible thing do you wish you could eat?"
  },
  {
    "id": 442,
    "truth": "Which hairstyles fit with which personalities?"
  },
  {
    "id": 443,
    "truth": "If you could choose the next president of the United States, who would it be?"
  },
  {
    "id": 444,
    "truth": "What's the most stress relieving thing you can get/do for less than $?"
  },
  {
    "id": 445,
    "truth": "What's something you wish you had never learned how it was made or how it works?"
  },
  {
    "id": 446,
    "truth": "What do most people overestimate or underestimate about you?"
  },
  {
    "id": 447,
    "truth": "What silly thing do you take a lot of pride in?"
  },
  {
    "id": 448,
    "truth": "What crazy things will you do if you ever become rich?"
  },
  {
    "id": 449,
    "truth": "If you were forced into a dance competition, what song would you choose to dance to?"
  },
  {
    "id": 450,
    "truth": "How would the world change if health potions existed?"
  },
  {
    "id": 451,
    "truth": "What scrambles your brain every time you think about it?"
  },
  {
    "id": 452,
    "truth": "What's the weirdest wrong number text or phone call you've gotten?"
  },
  {
    "id": 453,
    "truth": "What would be the absolute perfect day?"
  },
  {
    "id": 454,
    "truth": "What's a lame joke you use on a regular basis?"
  },
  {
    "id": 455,
    "truth": "If you could change your first name, what would be the most epic name you could choose?"
  },
  {
    "id": 456,
    "truth": "What do you think aliens would actually look/be like?"
  },
  {
    "id": 457,
    "truth": "Should toilet paper hang over or under?"
  },
  {
    "id": 458,
    "truth": "How often do you go into a room and forget why you went into the room?"
  },
  {
    "id": 459,
    "truth": "What is the strongest animal you could win against with just your bare hands and feet?"
  },
  {
    "id": 460,
    "truth": "What event from the past do you most want to see a recording of?"
  },
  {
    "id": 461,
    "truth": "What would an amusement park designed specifically to make you happy, be like?"
  },
  {
    "id": 462,
    "truth": "What is something you probably should do, but will never do?"
  },
  {
    "id": 463,
    "truth": "What great idea would you like to try if you had enough money?"
  },
  {
    "id": 464,
    "truth": "If you were in a high-speed chase, what song would you want blaring on the radio?"
  },
  {
    "id": 465,
    "truth": "If you had to choose country music or rap, which would you choose?"
  },
  {
    "id": 466,
    "truth": "If you could only eat pizza or tacos, which would you choose?"
  },
  {
    "id": 467,
    "truth": "If you were given immortality, but there was one condition, what would stop you from accepting immortality?"
  },
  {
    "id": 468,
    "truth": "Do you like or dislike surprises? Why or why not?"
  },
  {
    "id": 469,
    "truth": "What's on your bucket list this year?"
  },
  {
    "id": 470,
    "truth": "What kind of parent do you think you will be?"
  },
  {
    "id": 471,
    "truth": "How do you feel about sharing your password with your partner?"
  },
  {
    "id": 472,
    "truth": "What is the craziest thing you've ever done and would you do it again?"
  },
  {
    "id": 473,
    "truth": "What's your biggest regret in life?"
  },
  {
    "id": 474,
    "truth": "What jobs exist because people are selfish?"
  },
  {
    "id": 475,
    "truth": "What do you think about when you're by yourself?"
  },
  {
    "id": 476,
    "truth": "What is one dream you have yet to accomplish?"
  },
  {
    "id": 477,
    "truth": "Do you judge a book by its cover?"
  },
  {
    "id": 478,
    "truth": "What's the one thing that people always misunderstand about you?"
  },
  {
    "id": 479,
    "truth": "If you could change one thing about yourself, what would it be?"
  },
  {
    "id": 480,
    "truth": "What makes you feel accomplished?"
  },
  {
    "id": 481,
    "truth": "When was the last time you broke someone's heart?"
  },
  {
    "id": 482,
    "truth": "What is your greatest fear?"
  },
  {
    "id": 483,
    "truth": "Who was your favourite teacher and why?"
  },
  {
    "id": 484,
    "truth": "What was the worst phase in your life?"
  },
  {
    "id": 485,
    "truth": "Would you relocate for love?"
  },
  {
    "id": 486,
    "truth": "What's your philosophy in life?"
  },
  {
    "id": 487,
    "truth": "When do you think a person is ready for marriage?"
  },
  {
    "id": 488,
    "truth": "What accomplishment are you most proud of?"
  },
  {
    "id": 489,
    "truth": "What's your favourite hobby to do alone?"
  },
  {
    "id": 490,
    "truth": "Did you ever write a journal?"
  },
  {
    "id": 491,
    "truth": "Is what you're doing now what you always wanted to do growing up?"
  },
  {
    "id": 492,
    "truth": "What did your past relationship teach you?"
  },
  {
    "id": 493,
    "truth": "What are your thoughts on online dating or tinder?"
  },
  {
    "id": 494,
    "truth": "Which parent are you closer to and why?"
  },
  {
    "id": 495,
    "truth": "What was the best phase in your life?"
  },
  {
    "id": 496,
    "truth": "What are three things you value most about a person?"
  },
  {
    "id": 497,
    "truth": "Who are five people you are closest with?"
  },
  {
    "id": 498,
    "truth": "Do you believe in second chances?"
  },
  {
    "id": 499,
    "truth": "Who is that one person you can talk to about just anything?"
  },
  {
    "id": 500,
    "truth": "Have you ever lost someone close to you?"
  },
  {
    "id": 501,
    "truth": "If you are in a bad mood, do you prefer to be left alone or have someone to cheer you up?"
  },
  {
    "id": 502,
    "truth": "What's the most exciting thing that's happened this past year?"
  },
  {
    "id": 503,
    "truth": "When have you felt your biggest adrenaline rush?"
  },
  {
    "id": 504,
    "truth": "What is your idea of a perfect vacation?"
  },
  {
    "id": 505,
    "truth": "What's one thing that bothers you most about the world today?"
  },
  {
    "id": 506,
    "truth": "Would you ever take back someone who cheated?"
  },
  {
    "id": 507,
    "truth": "What is the greatest struggle you've overcome?"
  },
  {
    "id": 508,
    "truth": "Do you consider yourself an introvert or an extrovert?"
  },
  {
    "id": 509,
    "truth": "What's your favourite book/movie of all time and why did it speak to you so much?"
  },
  {
    "id": 510,
    "truth": "Are you more into looks or brains?"
  },
  {
    "id": 511,
    "truth": "What's the one thing you would like to change about yourself?"
  },
  {
    "id": 512,
    "truth": "What would you do if you found out you were adopted?"
  },
  {
    "id": 513,
    "truth": "What if you found out that you were the star of the Truman Show?"
  },
  {
    "id": 514,
    "truth": "What are you most thankful for?"
  },
  {
    "id": 515,
    "truth": "What's the one thing you would like to change about yourself?"
  },
  {
    "id": 516,
    "truth": "Do you consider yourself an introvert or an extrovert?"
  },
  {
    "id": 517,
    "truth": "Which parent are you closer to and why?"
  },
  {
    "id": 518,
    "truth": "What was the best phase in your life?"
  },
  {
    "id": 519,
    "truth": "What was the worst phase in your life?"
  },
  {
    "id": 520,
    "truth": "Is what you're doing now what you always wanted to do growing up?"
  },
  {
    "id": 521,
    "truth": "What makes you feel accomplished?"
  },
  {
    "id": 522,
    "truth": "What is a relationship deal breaker for you?"
  },
  {
    "id": 523,
    "truth": "Are you more into looks or brains?"
  },
  {
    "id": 524,
    "truth": "Would you ever take back someone who cheated?"
  },
  {
    "id": 525,
    "truth": "How do you feel about sharing your password with your partner?"
  },
  {
    "id": 526,
    "truth": "When do you think a person is ready for marriage?"
  },
  {
    "id": 527,
    "truth": "What kind of parent do you think you will be?"
  },
  {
    "id": 528,
    "truth": "What would you do if your parents didn't like your partner?"
  },
  {
    "id": 529,
    "truth": "Who is that one person you can talk to about just anything?"
  },
  {
    "id": 530,
    "truth": "Have you ever lost someone close to you?"
  },
  {
    "id": 531,
    "truth": "If you are in a bad mood, do you prefer to be left alone or have someone to cheer you up?"
  },
  {
    "id": 532,
    "truth": "What's an ideal weekend for you?"
  },
  {
    "id": 533,
    "truth": "What do you think of best friends of the opposite sex?"
  },
  {
    "id": 534,
    "truth": "Do you judge a book by its cover?"
  },
  {
    "id": 535,
    "truth": "Are you confrontational?"
  },
  {
    "id": 536,
    "truth": "When was the last time you broke someone's heart?"
  },
  {
    "id": 537,
    "truth": "Would you relocate for love?"
  },
  {
    "id": 538,
    "truth": "What are you most thankful for?"
  },
  {
    "id": 539,
    "truth": "Do you believe in second chances?"
  },
  {
    "id": 540,
    "truth": "What's the one thing that people always misunderstand about you?"
  },
  {
    "id": 541,
    "truth": "What is your idea of a perfect vacation?"
  },
  {
    "id": 542,
    "truth": "What did your past relationship teach you?"
  },
  {
    "id": 543,
    "truth": "What are your thoughts on online dating or tinder?"
  },
  {
    "id": 544,
    "truth": "What's on your bucket list this year?"
  },
  {
    "id": 545,
    "truth": "When have you felt your biggest adrenaline rush?"
  },
  {
    "id": 546,
    "truth": "What's your biggest regret in life?"
  },
  {
    "id": 547,
    "truth": "What do you think about when you're by yourself?"
  },
  {
    "id": 548,
    "truth": "Does your job make you happy?"
  },
  {
    "id": 549,
    "truth": "What did you want to be when you were younger?"
  },
  {
    "id": 550,
    "truth": "Why did your last relationship end?"
  },
  {
    "id": 551,
    "truth": "What's been your biggest mistake so far in life and what did you learn from it?"
  },
  {
    "id": 552,
    "truth": "Where is your favourite place in the entire world to go?"
  },
  {
    "id": 553,
    "truth": "What are your top five favourite movies?"
  },
  {
    "id": 554,
    "truth": "What are some of your favourite songs?"
  },
  {
    "id": 555,
    "truth": "What qualities do you admire about your parents?"
  },
  {
    "id": 556,
    "truth": "How would you describe your best friend?"
  },
  {
    "id": 557,
    "truth": "What's your favourite hobby to do alone?"
  },
  {
    "id": 558,
    "truth": "What's something you can't go a day without doing?"
  },
  {
    "id": 559,
    "truth": "What's the most spontaneous thing you've done lately?"
  },
  {
    "id": 560,
    "truth": "What's the craziest thing you've ever done for love?"
  },
  {
    "id": 561,
    "truth": "What's your biggest pet peeve?"
  },
  {
    "id": 562,
    "truth": "Why do you think you're still single?"
  },
  {
    "id": 563,
    "truth": "What accomplishment are you most proud of?"
  },
  {
    "id": 564,
    "truth": "What is one dream you have yet to accomplish?"
  },
  {
    "id": 565,
    "truth": "What is your greatest fear?"
  },
  {
    "id": 566,
    "truth": "What are three things you value most about a person?"
  },
  {
    "id": 567,
    "truth": "Who are five people you are closest with?"
  },
  {
    "id": 568,
    "truth": "What is the greatest struggle you've overcome?"
  },
  {
    "id": 569,
    "truth": "If you could live anywhere in the world, where would it be?"
  },
  {
    "id": 570,
    "truth": "What's the most exciting thing that's happened this past year?"
  },
  {
    "id": 571,
    "truth": "What's your favourite beer?"
  },
  {
    "id": 572,
    "truth": "What's one thing that bothers you most about the world today?"
  },
  {
    "id": 573,
    "truth": "Who are you closer with your mom or your dad?"
  },
  {
    "id": 574,
    "truth": "If you could change one thing about yourself, what would it be?"
  },
  {
    "id": 575,
    "truth": "If you could change one thing about the world, what would it be?"
  },
  {
    "id": 576,
    "truth": "Who was your favourite teacher and why?"
  },
  {
    "id": 577,
    "truth": "What sport did you fall in love with?"
  },
  {
    "id": 578,
    "truth": "What is the weirdest thing about you?"
  },
  {
    "id": 579,
    "truth": "What was your longest relationship?"
  },
  {
    "id": 580,
    "truth": "What would your best friend say is your best quality?"
  },
  {
    "id": 581,
    "truth": "Who is your favourite historical figure?"
  },
  {
    "id": 582,
    "truth": "What made you choose the college you went to?"
  },
  {
    "id": 583,
    "truth": "If you could tell your former self one thing right now, what would it be?"
  },
  {
    "id": 584,
    "truth": "What food could you not live without?"
  },
  {
    "id": 585,
    "truth": "Dogs or Cats?"
  },
  {
    "id": 586,
    "truth": "What's closest you've ever come to being arrested?"
  },
  {
    "id": 587,
    "truth": "What was your best birthday?"
  },
  {
    "id": 588,
    "truth": "What's one thing you wish you knew how to do?"
  },
  {
    "id": 589,
    "truth": "Where's one place you'd like to go that you haven't been?"
  },
  {
    "id": 590,
    "truth": "What was the last book you read? And when?"
  },
  {
    "id": 591,
    "truth": "Where do you usually get your news?"
  },
  {
    "id": 592,
    "truth": "What are some of your own personal goals in the next 10 years?"
  },
  {
    "id": 593,
    "truth": "What would you consider your greatest accomplishment so far?"
  },
  {
    "id": 594,
    "truth": "If you could get away with anything that you do?"
  },
  {
    "id": 595,
    "truth": "Who is your greatest hero?"
  },
  {
    "id": 596,
    "truth": "What's the greatest risk you've ever taken?"
  },
  {
    "id": 597,
    "truth": "Why are we here?"
  },
  {
    "id": 598,
    "truth": "If heaven is real and you died tomorrow, would you get in?"
  },
  {
    "id": 599,
    "truth": "Do you believe in fate?"
  },
  {
    "id": 600,
    "truth": "How do you think people see you?"
  },
  {
    "id": 601,
    "truth": "If you had the ability to erase something that you did in the past, what would you erase?"
  },
  {
    "id": 602,
    "truth": "What is the strangest dream you've ever had?"
  },
  {
    "id": 603,
    "truth": "What is the darkest thought you've ever had? What about the darkest thing you've never told anybody?"
  },
  {
    "id": 604,
    "truth": "Is there something out there, a thought, an idea, a current event, or a fear that you find deeply unsettling?"
  },
  {
    "id": 605,
    "truth": "What would you consider to be your deepest fear? (This question can be really telling of the depth or lack thereof of a person.)"
  },
  {
    "id": 606,
    "truth": "Is there an activity that calms you? A place or a thing that makes you feel at ease?"
  },
  {
    "id": 607,
    "truth": "What makes you feel uneasy? Overwhelmed? Anxious?"
  },
  {
    "id": 608,
    "truth": "What is your favourite song and why?"
  },
  {
    "id": 609,
    "truth": "Do you have a favourite book? A line in a piece of literature? A poem? Why do you relate to it?"
  },
  {
    "id": 610,
    "truth": "What scene in a movie has evoked the most feelings out of you?"
  },
  {
    "id": 611,
    "truth": "What do you do or where do you go when you need to be alone?"
  },
  {
    "id": 612,
    "truth": "What makes you feel like you need to be alone?"
  },
  {
    "id": 613,
    "truth": "Can you remember a time in your life you felt the most alive? Tell me everything about that memory."
  },
  {
    "id": 614,
    "truth": "When have you felt the lowest in your life?"
  },
  {
    "id": 615,
    "truth": "Where have you felt the most failure? The most success?"
  },
  {
    "id": 616,
    "truth": "Tell me about the facts or harsh truths you choose to ignore but know you shouldn't."
  },
  {
    "id": 617,
    "truth": "When have you felt like you were living life to the fullest? When have you felt like you weren't?"
  },
  {
    "id": 618,
    "truth": "What is the first lie you ever told? Which is the biggest?"
  },
  {
    "id": 619,
    "truth": "What is the first secret you ever kept from anybody? Which is the biggest?"
  },
  {
    "id": 620,
    "truth": "Are you a religious or spiritual person? Tell me why and tell me how."
  },
  {
    "id": 621,
    "truth": "Have you always had the same political beliefs? Is there something that impacted them?"
  },
  {
    "id": 622,
    "truth": "Where do you find meaning in your life?"
  },
  {
    "id": 623,
    "truth": "Have you ever been in love? Tell me about the times you have been."
  },
  {
    "id": 624,
    "truth": "Tell me about the times someone broke your heart."
  },
  {
    "id": 625,
    "truth": "Why did you cry the last time you did so?"
  },
  {
    "id": 626,
    "truth": "Have you ever cried tears of joy?"
  },
  {
    "id": 627,
    "truth": "What did you do when you hurt someone the most?"
  },
  {
    "id": 628,
    "truth": "If your life was a movie or a book what would be the title to it?"
  },
  {
    "id": 629,
    "truth": "When have you caused the most harm to yourself?"
  },
  {
    "id": 630,
    "truth": "What has been the biggest change you ever made that made you the proudest of yourself?"
  },
  {
    "id": 631,
    "truth": "Think about the people you love the most in your life, what do you do for them?"
  },
  {
    "id": 632,
    "truth": "Is home for you a place or a feeling? Describe that place or describe that feeling."
  },
  {
    "id": 633,
    "truth": "If you could be anywhere other than where you are right now, where would you be and what would you be looking at?"
  },
  {
    "id": 634,
    "truth": "Have you ever questioned your sanity and why?"
  },
  {
    "id": 635,
    "truth": "What is your most cherished childhood memory?"
  },
  {
    "id": 636,
    "truth": "Have you ever had dreams about a past life?"
  },
  {
    "id": 637,
    "truth": "Do you have any recurring dreams or nightmares?"
  },
  {
    "id": 638,
    "truth": "Do you believe more in fate or that we are the creators of our own destinies because we are governed by free will?"
  },
  {
    "id": 639,
    "truth": "Do you believe in extra-terrestrial life? Elaborate on why or why not."
  },
  {
    "id": 640,
    "truth": "What Makes You Unique?"
  },
  {
    "id": 641,
    "truth": "What are some random fun facts about you?"
  },
  {
    "id": 642,
    "truth": "What's Something You Want to Learn or Wish You Were Better At?"
  },
  {
    "id": 643,
    "truth": "What's Something That Bugs You?"
  },
  {
    "id": 644,
    "truth": "What's the Most Embarrassing Thing You Can Remember That's Happened to You?"
  },
  {
    "id": 645,
    "truth": "What's Your Favourite Place on Earth?"
  },
  {
    "id": 646,
    "truth": "Who Are the Special People in Your Life?"
  },
  {
    "id": 647,
    "truth": "What's Something You're Proud of?"
  },
  {
    "id": 648,
    "truth": "How have you changed from when you were in high school?"
  },
  {
    "id": 649,
    "truth": "What do you like to do in your free time?"
  },
  {
    "id": 650,
    "truth": "Who is the most fascinating person you've met?"
  },
  {
    "id": 651,
    "truth": "What was the last book you really got into?"
  },
  {
    "id": 652,
    "truth": "What are some movies you really enjoyed?"
  },
  {
    "id": 653,
    "truth": "What amazing adventures have you been on?"
  },
  {
    "id": 654,
    "truth": "What pets have you had?"
  },
  {
    "id": 655,
    "truth": "What's your favourite alcoholic and non-alcoholic drink?"
  },
  {
    "id": 656,
    "truth": "What are you kind of obsessed with these days?"
  },
  {
    "id": 657,
    "truth": "Where have you travelled to?"
  },
  {
    "id": 658,
    "truth": "What's your favourite international food?"
  },
  {
    "id": 659,
    "truth": "Are you a morning person or a night owl?"
  },
  {
    "id": 660,
    "truth": "What's your favourite restaurant?"
  },
  {
    "id": 661,
    "truth": "How many siblings do you have?"
  },
  {
    "id": 662,
    "truth": "What would be your dream job?"
  },
  {
    "id": 663,
    "truth": "What would you do if had enough money to not need a job?"
  },
  {
    "id": 664,
    "truth": "Who is your favourite author?"
  },
  {
    "id": 665,
    "truth": "What was the last show you binge-watched?"
  },
  {
    "id": 666,
    "truth": "What TV series do you keep coming back to and re-watching?"
  },
  {
    "id": 667,
    "truth": "What hobbies would you like to get into if you had the time and money?"
  },
  {
    "id": 668,
    "truth": "If there was an Olympics for everyday activities, what activity would you have a good chance at winning a medal in?"
  },
  {
    "id": 669,
    "truth": "What would your perfect vacation look like?"
  },
  {
    "id": 670,
    "truth": "Among your friends, what are you best known for?"
  },
  {
    "id": 671,
    "truth": "Who is your best friend?"
  },
  {
    "id": 672,
    "truth": "What music artist do you never get tired of?"
  },
  {
    "id": 673,
    "truth": "What are some accomplishments that you are really proud of?"
  },
  {
    "id": 674,
    "truth": "What are some obscure things that you are or were really into?"
  },
  {
    "id": 675,
    "truth": "What are some things everyone should try at least once?"
  },
  {
    "id": 676,
    "truth": "What fad did you never really understand?"
  },
  {
    "id": 677,
    "truth": "What's the best thing that has happened to you this month?"
  },
  {
    "id": 678,
    "truth": "What would your perfect morning be like?"
  },
  {
    "id": 679,
    "truth": "Is there any art or artist you are really into?"
  },
  {
    "id": 680,
    "truth": "What are you always game for?"
  },
  {
    "id": 681,
    "truth": "What do you do to unwind?"
  },
  {
    "id": 682,
    "truth": "What's your favourite app on your phone?"
  },
  {
    "id": 683,
    "truth": "Cutest animal? Ugliest animal?"
  },
  {
    "id": 684,
    "truth": "Who is the kindest person you know?"
  },
  {
    "id": 685,
    "truth": "What's your favourite piece of furniture you've ever owned?"
  },
  {
    "id": 686,
    "truth": "Who are your kind of people?"
  },
  {
    "id": 687,
    "truth": "Where's the strangest place you've ever been?"
  },
  {
    "id": 688,
    "truth": "What's the silliest fear you have?"
  },
  {
    "id": 689,
    "truth": "What would be the best city to live in?"
  },
  {
    "id": 690,
    "truth": "What household chore is just the worst?"
  },
  {
    "id": 691,
    "truth": "If you could give yourself a nickname, what nickname would you want people to call you?"
  },
  {
    "id": 692,
    "truth": "What odd talent do you have?"
  },
  {
    "id": 693,
    "truth": "If you could give everyone just one piece of advice, what would it be?"
  },
  {
    "id": 694,
    "truth": "What would you like to know more about, but haven't had the time to look into it?"
  },
  {
    "id": 695,
    "truth": "What country do you never want to visit?"
  },
  {
    "id": 696,
    "truth": "What wrong assumptions do people make about you?"
  },
  {
    "id": 697,
    "truth": "Do you prefer to work in a team or alone?"
  },
  {
    "id": 698,
    "truth": "What has been the best period of your life so far?"
  },
  {
    "id": 699,
    "truth": "How have you changed from when you were in high school?"
  },
  {
    "id": 700,
    "truth": "How techie are you?"
  },
  {
    "id": 701,
    "truth": "Where is the most fun place around where you live?"
  },
  {
    "id": 702,
    "truth": "Have you ever joined any meetup groups?"
  },
  {
    "id": 703,
    "truth": "Where would your friends or family be most surprised to find you?"
  },
  {
    "id": 704,
    "truth": "What's the most relaxing situation you could imagine?"
  },
  {
    "id": 705,
    "truth": "What is the most beautiful view you've seen?"
  },
  {
    "id": 706,
    "truth": "What's expensive but totally worth it?"
  },
  {
    "id": 707,
    "truth": "When do you feel most out of place?"
  },
  {
    "id": 708,
    "truth": "What's the most recent thing you've done for the first time?"
  },
  {
    "id": 709,
    "truth": "How did you come to love your one of your favourite musicians?"
  },
  {
    "id": 710,
    "truth": "How did you meet your best friend?"
  },
  {
    "id": 711,
    "truth": "What small seemingly insignificant decision had a massive impact on your life?"
  },
  {
    "id": 712,
    "truth": "Where would you move if you could move anywhere in the world and still find a job and maintain a reasonable standard of living?"
  },
  {
    "id": 713,
    "truth": "Would you like to be famous? (If yes, what would you want to be famous for? If no, why not?)"
  },
  {
    "id": 714,
    "truth": "What did you do last summer?"
  },
  {
    "id": 715,
    "truth": "If you lived to 100, would you rather keep the body or the mind of yourself at 30 until you were 100?"
  },
  {
    "id": 716,
    "truth": "Before you make a call, do you rehearse what you are going to say?"
  },
  {
    "id": 717,
    "truth": "What are you most grateful for?"
  },
  {
    "id": 718,
    "truth": "What's the most essential part of a friendship?"
  },
  {
    "id": 719,
    "truth": "When was the last time you sang to yourself or to someone else?"
  },
  {
    "id": 720,
    "truth": "If you knew you were going to die in a year, what would you change about how you live?"
  },
  {
    "id": 721,
    "truth": "When was the last time you walked for more than an hour?"
  },
  {
    "id": 722,
    "truth": "What did you do for (last holiday)? Or What will you do for (next closest holiday)?"
  },
  {
    "id": 723,
    "truth": "Best and worst flavour ice cream? What would make for an excellent new ice cream flavour?"
  },
  {
    "id": 724,
    "truth": "Who's your favourite actor or actress?"
  },
  {
    "id": 725,
    "truth": "All modesty aside, what are you better at than % of people? It doesn't have to be useful or serious, it can be something ridiculous."
  },
  {
    "id": 726,
    "truth": "What's the strangest phone conversation you've ever had?"
  },
  {
    "id": 727,
    "truth": "How much personal space do you need to be comfortable?"
  },
  {
    "id": 728,
    "truth": "What's the most interesting fact you know?"
  },
  {
    "id": 729,
    "truth": "What fad or trend have you never been able to understand?"
  },
  {
    "id": 730,
    "truth": "Who's your favourite character from a TV show, movie, or book?"
  },
  {
    "id": 731,
    "truth": "What TV shows did you watch when you were a kid?"
  },
  {
    "id": 732,
    "truth": "What do you like but are kind of embarrassed to admit?"
  },
  {
    "id": 733,
    "truth": "What's your favourite smell?"
  },
  {
    "id": 734,
    "truth": "What skill or ability have you always wanted to learn?"
  },
  {
    "id": 735,
    "truth": "What's the best meal you've ever had?"
  },
  {
    "id": 736,
    "truth": "Where was your favourite place to go when you were a kid?"
  },
  {
    "id": 737,
    "truth": "What's the most amount of people you had to present something in front of?"
  },
  {
    "id": 738,
    "truth": "If you could go back in time as an observer, no one could see you, and you couldn't interact with anything, when would you want to go back to?"
  },
  {
    "id": 739,
    "truth": "What's something that most people haven't done, but you have?"
  },
  {
    "id": 740,
    "truth": "What says the most about a person?"
  },
  {
    "id": 741,
    "truth": "What machine or appliance in your house aggravates you the most?"
  },
  {
    "id": 742,
    "truth": "What places have you visited that exceeded your expectations?"
  },
  {
    "id": 743,
    "truth": "If you opened a business, what type of business would you start?"
  },
  {
    "id": 744,
    "truth": "What's the worst movie you've ever seen?"
  },
  {
    "id": 745,
    "truth": "What's the best road trip you've been on?"
  },
  {
    "id": 746,
    "truth": "If you found a briefcase filled with 1 million in 100$ bills in front of your door, what would you do with it?"
  },
  {
    "id": 747,
    "truth": "What's the worst advice someone has given you?"
  },
  {
    "id": 748,
    "truth": "Besides your home and your work, where do you spend most of your time?"
  },
  {
    "id": 749,
    "truth": "If you could have the answer to any one question, what question would you want the answer to?"
  },
  {
    "id": 750,
    "truth": "What are your top 3 favourite things to talk about?"
  },
  {
    "id": 751,
    "truth": "What do you care least about?"
  },
  {
    "id": 752,
    "truth": "Where would you like to retire?"
  },
  {
    "id": 753,
    "truth": "Who is the most bizarre person you've met?"
  },
  {
    "id": 754,
    "truth": "What are people often surprised to learn about you?"
  },
  {
    "id": 755,
    "truth": "Would you rather live full time in an RV or full time on a sailboat?"
  },
  {
    "id": 756,
    "truth": "What would you do with the extra time if you never had to sleep?"
  },
  {
    "id": 757,
    "truth": "When you were a kid, what seemed like the best thing about being a grown up?"
  },
  {
    "id": 758,
    "truth": "What's the strangest way you've become friends with someone?"
  },
  {
    "id": 759,
    "truth": "What's your go-to series or movie when you want to watch something but can't find anything to watch?"
  },
  {
    "id": 760,
    "truth": "What were some of the turning points in your life?"
  },
  {
    "id": 761,
    "truth": "What companies made you so mad that you would rather suffer bodily harm than give them any more of your money?"
  },
  {
    "id": 762,
    "truth": "What small things brighten up your day when they happen?"
  },
  {
    "id": 763,
    "truth": "What sports would be funniest if the athletes had to be drunk while playing?"
  },
  {
    "id": 764,
    "truth": "What's the most ridiculous thing you've done because you were bored?"
  },
  {
    "id": 765,
    "truth": "If you could send one letter to yourself in the past without the goal of making yourself rich (no lotto numbers, stock picks, etc.), what age would you choose and what would the letter say?"
  },
  {
    "id": 766,
    "truth": "How many other countries have you visited?"
  },
  {
    "id": 767,
    "truth": "What's your favourite band NAME (not necessarily your favourite band)?"
  },
  {
    "id": 768,
    "truth": "What do you miss about life 10 or 20 years ago?"
  },
  {
    "id": 769,
    "truth": "What's your favourite holiday?"
  },
  {
    "id": 770,
    "truth": "What's getting worse and worse as you get older? What's getting better and better as you get older?"
  },
  {
    "id": 771,
    "truth": "Where's the best place in (your town or city) to have a picnic?"
  },
  {
    "id": 772,
    "truth": "What's your favourite thing to do outdoors? How about indoors?"
  },
  {
    "id": 773,
    "truth": "What do you never get tired of?"
  },
  {
    "id": 774,
    "truth": "What habit do you wish you could start?"
  },
  {
    "id": 775,
    "truth": "What's the best way to get to know who someone really is?"
  },
  {
    "id": 776,
    "truth": "What's the last new thing you tried?"
  },
  {
    "id": 777,
    "truth": "Who besides your parents taught you the most about life?"
  },
  {
    "id": 778,
    "truth": "When are you the most 'you' that you can be? In other words, when do you feel most like yourself?"
  },
  {
    "id": 779,
    "truth": "What's the most spontaneous thing you've done?"
  },
  {
    "id": 780,
    "truth": "What's happening now, that in 10 years people will look back on and laugh about?"
  },
  {
    "id": 781,
    "truth": "How much social interaction is too much?"
  },
  {
    "id": 782,
    "truth": "How different do you act when you are with acquaintances people you are comfortable with?"
  },
  {
    "id": 783,
    "truth": "On a weekend or holiday, what's the best time of day and the best time of night?"
  },
  {
    "id": 784,
    "truth": "What are you looking forward to that's happening soon?"
  },
  {
    "id": 785,
    "truth": "What really cheesy song do you love?"
  },
  {
    "id": 786,
    "truth": "What's the worst or best job you've had?"
  },
  {
    "id": 787,
    "truth": "What's been the most significant plot twist in your own life?"
  },
  {
    "id": 788,
    "truth": "Where did you take family vacations to when you were younger?"
  },
  {
    "id": 789,
    "truth": "What's your go-to funny story?"
  },
  {
    "id": 790,
    "truth": "If the company you work for / the college you go to had an honest slogan, what would it be?"
  },
  {
    "id": 791,
    "truth": "If you could instantly receive a Ph.D. in any discipline including all the knowledge and experience that goes along with it, what would your Ph.D. be in?"
  },
  {
    "id": 792,
    "truth": "How well do you cope when you don't have your phone with you for an extended period of time?"
  },
  {
    "id": 793,
    "truth": "What were some of the happiest times of your life so far?"
  },
  {
    "id": 794,
    "truth": "Would you rather have an incredibly fast car or incredibly fast internet speed?"
  },
  {
    "id": 795,
    "truth": "What are the top three social situations you try to avoid most?"
  },
  {
    "id": 796,
    "truth": "What friendship you've had has impacted you the most?"
  },
  {
    "id": 797,
    "truth": "What's something you're interested in that most people wouldn't expect?"
  },
  {
    "id": 798,
    "truth": "What's your favourite quote or saying?"
  },
  {
    "id": 799,
    "truth": "If you had the power to change one law, what law would you change?"
  },
  {
    "id": 800,
    "truth": "What's the hardest you've worked for something?"
  },
  {
    "id": 801,
    "truth": "What took you way too long to figure out?"
  },
  {
    "id": 802,
    "truth": "What nicknames have you had throughout your life?"
  },
  {
    "id": 803,
    "truth": "What do you do differently than most people?"
  },
  {
    "id": 804,
    "truth": "Where's the last place you'd ever go?"
  },
  {
    "id": 805,
    "truth": "What fact floored you when you heard it?"
  },
  {
    "id": 806,
    "truth": "If you unexpectedly won '10,000, what would you spend it on?"
  },
  {
    "id": 807,
    "truth": "Who is the best role model a person could have?"
  }
 ]